{"ads":{
  

"unity_inter":"Interstitial_Android",
"unity_banner":"Banner_Android",
"unity_reward":"Rewarded_Android",
"unity_gameid":"5082535",
 

"facebook_inter":"IMG_16_9_APP_INSTALL#1444095999348608_1507496829675191",
"facebook_banner":"IMG_16_9_APP_INSTALL#1444095999348608_1508844899540384",
"facebook_native":"IMG_16_9_APP_INSTALL#1444095999348608_1526320831126124",
"facebook_reward":"PLAYABLE#1444095999348608_1582552458836294",
  

"admob_inter":"ca-app-pub-3940256099942544/1033173712",
"admob_banner":"ca-app-pub-3940256099942544/6300978111",
"admob_native":"ca-app-pub-3940256099942544/2247696110",
"admob_reward":"ca-app-pub-3940256099942544/5224354917",
  
  
"yandex_banner":"R-M-DEMO-320x100",
"yandex_inter":"R-M-DEMO-interstitial",
"yandex_native":"R-M-DEMO-native-i",
"yandex_reward":"demo-rewarded-yandex",
  
"vungle_appid":"645e64defe20a95ccb12bd7b ",
"vungle_inter":"INTER-5944534",
"vungle_banner":"DEFAULTBANNER-5844358",
"vungle_reward":"REWARD-7025613",

  
 "more_apps_info":[
  {"name":"app name test from server","package_name":"com.test.test","icon":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Instagram-Icon.png/480px-Instagram-Icon.png"},
  {"name":"app name test from server","package_name":"com.test.test","icon":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Instagram-Icon.png/480px-Instagram-Icon.png"},
  {"name":"app name test from server","package_name":"com.test.test","icon":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Instagram-Icon.png/480px-Instagram-Icon.png"}
   ],

"download_dialog_txt":"download text from server",
"banner_network_choice":"vungle", 
"interstisial_network_choice":"vungle", 
"reward_network_choice":"vungle",
"native_network_choice":"admob"
  

},
  "my_data":[
  {"desc1":"The gaming world is in a constant state of evolution, with each new update and version pushing the boundaries of what is possible. In this vein, Standoff 2 version 0.25.0 emerges as a groundbreaking chapter in the popular first-person shooter (FPS) franchise. With a host of new features, enhanced gameplay mechanics, and fresh content, this update promises to redefine the way players engage in virtual combat. Let's delve into the exciting world of Standoff 2 0.25.0 and explore the captivating elements that make it a must-play for FPS enthusiasts.",
   "photo1":"https://iili.io/HDzFCCu.webp"},
  {"desc2":"Standoff 2 has always been celebrated for its realistic graphics, and version 0.25.0 takes this to a whole new level. With improved textures, advanced lighting effects, and meticulously detailed environments, players are thrust into a visually stunning and immersive world. Whether it's the glint of sunlight off a polished weapon or the subtle shadows that add depth to every corner, the enhanced graphics of 0.25.0 create an unparalleled sense of realism that draws players deeper into the gameplay experience.","photo2":"https://iili.io/HDzFrw7.webp"},
  {"desc3":"At its core, Standoff 2 is known for its fast-paced and strategic gameplay. Version 0.25.0 builds upon this foundation with innovative gameplay dynamics that keep players on their toes. New movement mechanics, responsive controls, and refined gunplay mechanics contribute to a smoother and more dynamic gaming experience. This update doesn't just enhance the core gameplay—it revolutionizes it, ensuring that players have a more fluid and engaging encounter every time they step onto the virtual battlefield.","photo3":"https://iili.io/HDzFpwP.webp"},
  {"desc4":"Any major update to Standoff 2 brings with it a slew of new weapons and customization options, and 0.25.0 is no exception. Players can expect an expanded arsenal of firearms, each with its own unique attributes and characteristics. From close-quarters shotguns to precision sniper rifles, the new weapons add a layer of variety that caters to different playstyles.","photo4":"https://iili.io/HDzffqu.webp"},
  {"desc5":"Customization enthusiasts will be delighted to discover a range of new skins, attachments, and cosmetic options that allow them to personalize their characters and equipment. With an ever-growing array of customization possibilities, players can truly make their mark on the virtual world, creating distinct and memorable in-game personas.","photo5":"https://iili.io/HDzBydJ.webp"},
  {"descd":"Exploration and variety have always been cornerstones of the Standoff 2 experience, and version 0.25.0 delivers with an array of new maps and game modes. These meticulously crafted environments provide diverse battlegrounds that challenge players to adapt their strategies and tactics. The addition of new game modes injects excitement and unpredictability into the mix, ensuring that each match is a unique and exhilarating experience.","photod":"https://iili.io/HDzxBrF.webp"}
   ]
 
